package com.nilsson.padel;

import org.springframework.boot.SpringApplication;
import org.springframework.boot.autoconfigure.SpringBootApplication;

/*
░███████                                    ░██                                         ░██    ░██                         ░███    ░██         ░██    ░██
░██   ░██                                   ░██                                         ░██    ░██                        ░██░██   ░██          ░██  ░██
░██    ░██  ░███████  ░██    ░██  ░███████  ░██  ░███████  ░████████   ░███████   ░████████    ░████████  ░██    ░██     ░██  ░██  ░██           ░██░██
░██    ░██ ░██    ░██ ░██    ░██ ░██    ░██ ░██ ░██    ░██ ░██    ░██ ░██    ░██ ░██    ░██    ░██    ░██ ░██    ░██    ░█████████ ░██            ░███
░██    ░██ ░█████████  ░██  ░██  ░█████████ ░██ ░██    ░██ ░██    ░██ ░█████████ ░██    ░██    ░██    ░██ ░██    ░██    ░██    ░██ ░██           ░██░██
░██   ░██  ░██          ░██░██   ░██        ░██ ░██    ░██ ░███   ░██ ░██        ░██   ░███    ░███   ░██ ░██   ░███    ░██    ░██ ░██          ░██  ░██
░███████    ░███████     ░███     ░███████  ░██  ░███████  ░██░█████   ░███████   ░█████░██    ░██░█████   ░█████░██    ░██    ░██ ░██████████ ░██    ░██
                                                           ░██                                                   ░██
                                                           ░██                                             ░███████

 */

@SpringBootApplication
public class PadelApplication {
    public static void main(String[] args) {

        SpringApplication.run(PadelApplication.class, args);

    }
}